大袜阿里通用户服务协议

本协议由您与小麦（浙江）网络科技有限公司共同缔结，本协议无论作为合同附件或单独使用都具有合同效力。 本协议中协议双方合称协议方，小麦（浙江）网络科技有限公司在协议中亦称为“小麦”。 本协议中小麦提供的服务为“大袜阿里通服务及其关联服务（以下简称大袜阿里通服务）。
 一、 协议内容及签署
 1、本协议内容包括协议正文及所有小麦已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。除另行明确声明外，任何大袜阿里通服务均受本协议约束
2、在使用大袜阿里通服务之前，您应当认真阅读并遵守《大袜阿里通用户服务协议》（以下简称“本协议”），请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、争议解决和法律适用条款。免除或者限制责任的条款可能将以加粗字体显示，您应重点阅读。如您对协议有任何疑问的，应向大袜阿里通客服咨询。当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或您按照激活页面提示填写信息、阅读并同意本协议且完成全部激活程序后，或您以其他大袜网允许的方式实际使用大袜阿里通服务时，即表示您已充分阅读、理解并接受本协议的全部内容，并与大袜网平台达成协议。您承诺接受并遵守本协议的约定，届时您不应以未阅读本协议的内容或者未获得大袜网对您问询的解答等理由，主张本协议无效，或要求撤销本协议。
二、协议范围
1、本协议由您与大袜网平台的经营者共同缔结，本协议具有合同效力。大袜网平台的经营者是指法律认可的经营大袜网平台网站的责任主体，大袜网平台网站包括但不限于大袜网（域名为dawawang.com）本协议项下各大袜网平台的经营者可单称或合称为“大袜网”。有关大袜网平台经营者的信息请查看各大袜网平台首页底部公布的公司信息和证照信息。
2、除另行明确声明外，大袜阿里通服务包含任何大袜网及其关联公司提供的基于互联网以及移动网的相关服务，且均受本协议约束。如果您不同意本协议的约定，您应立即停止注册/激活程序或停止使用大袜阿里通服务。
  3、本协议内容包括协议正文、法律声明、《大袜阿里通运营规则》及所有大袜网已经发布或将来可能发布的各类规则、公告或通知（以下合称“大袜阿里通运营规则”或“规则”）。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。
  4、大袜网有权根据需要不时地制订、修改本协议及/或各类规则，并以网站公示的方式进行变更公告，无需另行单独通知您。变更后的协议和规则一经在网站公布后，立即或在公告明确的特定时间自动生效。若您在前述变更公告后继续使用大袜网平台服务的，即表示您已经阅读、理解并接受经修订的协议和规则。若您不同意相关变更，应当立即停止使用大袜阿里通服务。
三、协议正文注册与账户
1、注册者资格您确认，在您完成注册程序或以其他大袜网允许的方式实际使用大袜阿里通服务时，您应当是具备完全民事行为能力的自然人或完全民事力的法人或其他组织。若您不具备前述主体资格，则您及您的监护人应承担因此而导致的一切后果，且大袜网有权注销或永久冻结您的账户，并向您及您的监护人索偿相应损失。
2、注册和账户
a）当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或在您按照激活页面提示填写信息、阅读并同意本协议且完成全部激活程序后，或您以其他大袜网允许的方式实际使用大袜网阿里通服务时，您即受本协议约束。您可以使用您提供或确认的邮箱、手机号码或者大袜网允许的其它方式作为登录手段进入大袜网平台。
b）您的登录名、大袜网昵称和密码不得以任何方式买卖、转让、赠与或继承，除非有法律明确规定或司法裁定，并经大袜网同意，且需提供大袜网要求的合格的文件材料并根据大袜网制定的操作流程办理。
  3、用户信息
  a）在注册或激活流程时，您应当依照法律法规要求，按相应页面的提示准确提供您的资料，并于资料信息变更时及时更新，以保证您所提交资料的真实、及时、完整和准确。如有合理理由怀疑您提供的资料错误、不实、过时或不完整的，大袜网有权向您发出询问及/或要求改正的通知，并有权直接做出删除相应资料的处理，直至中止、终止对您提供部分或全部大袜网平台服务。大袜网对此不承担任何责任，您将承担因此产生的任何直接或间接损失及不利后果。
b）您应当准确填写并及时更新您提供的电子邮件地址、联系电话、联系地址、邮政编码等联系方式，以便大袜网或其他用户与您进行有效联系，因通过这些联系方式无法与您取得联系，导致您在使用大袜网平台服务过程中产生任何损失或增加费用的，应由您完全独自承担。您了解并同意，您有义务保持你提供的联系方式的真实性和有效性，如有变更或需要更新的，您应按大袜网的要求进行操作。
 4、账户安全  
您须自行负责对您的大袜网账号和密码保密，且须对您在该登录名、大袜网昵称和密码下发生的所有活动（包括但不限于信息披露、发布信息、网上点击同意或提交各类规则协议、网上续签协议或购买服务等）承担责任。您同意： (a) 如发现任何人未经授权使用您的大袜网登录名、大袜网昵称和密码，或发生违反保密规定的任何其他情况，您会立即通知大袜网，并授权大袜网将该信息同步给大袜网站；及
(b) 确保您在每个上网时段结束时，以正确步骤离开网站/服务。大袜网不能也不会对因您未能遵守本款规定而发生的任何损失负责。您理解大袜网对您的请求采取行动需要合理时间，大袜网对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。提高（降低）其他会员的信用度。
5、用户登录名注销
 a）如您连续12个月未使用您的邮箱、手机或大袜网认可的其他方式和密码登录过大袜网平台，也未登录过其他任意大袜网站，且您的账户下不存在未到期的有效业务，您的大袜网登录名可能被注销，不能再登录任意一家大袜网站，所有大袜网站服务同时终止。
 b）您同意并授权大袜网站，您如在任意大袜网站有欺诈、发布或销售假冒伪劣/侵权商品、侵犯他人合法权益或其他违反法律法规、大袜网站规则等行为，该网站在大袜网站的范围内对此有权披露，您的大袜网登录名可能被注销、不能再登录任意一家大袜网站，所有大袜网站服务同时终止。 
四、大袜阿里通运营规则
大袜阿里通服务
1、将大袜网与阿里巴巴平台无缝对接,共享百家供应商库存。
2您了解并同意，大袜网有权应政府部门（包括司法及行政部门）的要求，向其提供您向大袜网提供的用户信息和交易记录等必要信息。如您涉嫌侵犯他人知识产权等合法权益，则大袜网亦有权在初步判断涉嫌侵权行为存在的情况下，向权利人提供您必要的身份信息。
 3、您在使用大袜网平台服务过程中，所产生的应纳税赋，以及一切硬件、软件、服务及其它方面的费用，均由您独自承担。
4、大袜阿里通用户退货规则详见“大袜阿里通”运营规则。
5、对于申请开通大袜阿里通服务且实际有服务发生的用户，大袜网按单收取用户对应订单下单金额3%计算的服务费，该服务费直接在用户支付的订单金额中体现。另大袜网代收商品货款后，代付给商品的供应商。
6、大袜阿里通用户因操作失误可截停及取消订单。截停及取消订单的规则详见“大袜阿里通”运营规则。
7、大袜阿里通专区内商品的发货时效及物流赔付机制详见“大袜阿里通”运营规则。
8、大袜阿里通专区内的商品信息（包含但不限于价格、库存、详情页等）变更或下架，大袜网将以短信实时通知，具体信息请关注短信。
9、您了解并同意其他所有大袜网已经发布或将来可能发布的各类规则、公告或通知。
10、阿里通运营规则详见：http://114.55.88.189:8807/news/62.html。

五、法律申明
大袜阿里通服务使用规范 
1、在大袜网平台上使用大袜阿里通服务过程中，您承诺遵守以下约定：
  a)实施的所有行为均遵守国家法律、法规等规范性文件及大袜网平台各项规则的规定和要求，不违背社会公共利益或公共道德，不损害他人的合法权益，不偷逃应缴税费，不违反本协议及相关规则。
b)在与其他人交易过程中，遵守诚实信用原则，不采取不正当竞争行为，不扰乱网上交易的正常秩序，不从事与网上交易无关的行为。 
c)不对大袜网上的任何数据作阿里巴巴店铺以外的商业性利用，包括但不限于在未经大袜网事先书面同意的情况下，以复制、传播等任何方式使用大袜网站上展示的资料。
d)不使用任何装置、软件或例行程序干预或试图干预大袜网的正常运作或正在大袜网上进行的任何交易、活动。您不得采取任何将导致不合理的庞大数据负载加诸大袜网网络设备的行动。
 2.您了解并同意
a)大袜网有权对您是否违反上述承诺做出单方认定，并根据单方认定结果适用规则予以处理或终止向您提供服务，且无须征得您的同意或提前通知予您。
b)经国家行政或司法机关的生效法律文书确认您存在违法或侵权行为，或者大袜网根据自身的判断，认为您的行为涉嫌违反本协议和/或规则的条款或涉嫌违反法律法规的规定的，则大袜网有权在大袜网上公示您的该等涉嫌违法或违约行为及大袜网已对您采取的措施。
c)对于您在大袜网上发布的涉嫌违法或涉嫌侵犯他人合法权利或违反本协议和/或规则的信息，大袜网有权不经通知您即予以删除，且按照规则的规定进行处罚。
d)对于您在大袜网上实施的行为，包括您未在大袜网上实施但已经对大袜网及其用户产生影响的行为，大袜网有权单方认定您行为的性质及是否构成对本协议和/或规则的违反，并据此作出相应处罚。您应自行保存与您行为有关的全部证据，并应对无法提供充要证据而承担的不利后果。  
e)对于您涉嫌违反承诺的行为对任意第三方造成损害的，您均应当以自己的名义独立承担所有的法律责任，并应确保大袜网免于因此产生损失或增加费用。
 f)如您涉嫌违反有关法律或者本协议之规定，使大袜网遭受任何损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，您应当赔偿大袜网因此造成的损失及（或）发生的费用，包括合理的律师费用。